; WC_INFormApps == Provides a system of numeric references to Techs and PG-Projects while adding mini-tags to Key Resources and Corpses
; The intention here is to allow much faster detection of various gameplay activities; Inventory list, Projects, Enemies killed Notifications, Loot pickups, etc
; Note that this feature was previously available through my LAByrinth Mod only


;----------------
; MUCH Shorter Lines to compress various HUD string calls!
; Adding Mini-TUGs to give focus to such "elements" where necessary too

; Lines #7043 ++
; Supplies + Alloys + Cores + Crystals mini-prefix-Tugs

[Supplies X2ItemTemplate]
FriendlyName=" §  Supplies"
FriendlyNamePlural=" §  Supplies"

[AlienAlloy X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Alloys' width='24' height='24' vspace='-4'> Alloys"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Alloys' width='24' height='24' vspace='-4'> Alloys"

[EleriumCore X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Cores' width='24' height='24' vspace='-4'> Core"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Cores' width='24' height='24' vspace='-4'> Cores"

[EleriumDust X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Elerium' width='24' height='24' vspace='-4'> Crystals"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Elerium' width='24' height='24' vspace='-4'> Crystals"

; Lines #7053 ++ Corpse(s) = †

[CorpseAdventTrooper X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventTRP' width='24' height='24' vspace='-2'> Trooper †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventTRP' width='24' height='24' vspace='-2'> Trooper †"
BriefSummary="<font color='#FFD038' size='26'>[6x] »</font> Predator/Warden Armors\n\nPassable as human when hidden behind their armor, in death the alien features and orange blood of the ADVENT troopers reveal a more sinister pedigree."

[CorpseAdventOfficer X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventOFF' width='24' height='24' vspace='-2'> Officer †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventOFF' width='24' height='24' vspace='-2'> Officer †"

[CorpseAdventTurret X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventTURs' width='24' height='24' vspace='-2'> Turret Wreck"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventTURs' width='24' height='24' vspace='-2'> Turret Wrecks"

[CorpseAdventStunLancer X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventSTL' width='24' height='24' vspace='-2'> Stun Lancer †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventSTL' width='24' height='24' vspace='-2'> Stun Lancer †"
BriefSummary="<font color='#FFD038' size='26'>[2x] »</font> Spider/Wraith Suits\n\nAs rigor mortis sets in, the lips of Stun Lancers invariably peel back into a garish grin, likely a reflexive result due to dangerous doses of combat stimulants taken before battle."

[CorpseAdventShieldbearer X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventSHB' width='24' height='24' vspace='-2'> Shieldbearer †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventSHB' width='24' height='24' vspace='-2'> Shieldbearer †"

[CorpseAdventPsiWitch X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Avatar' width='24' height='24' vspace='-2'> Avatar †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Avatar' width='24' height='24' vspace='-2'> Avatar †"

[CorpseAdventMEC X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventMECs' width='24' height='24' vspace='-2'> MEC Wreck"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventMECs' width='24' height='24' vspace='-2'> MEC Wrecks"

[CorpseSectoid X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Sectoid' width='24' height='24' vspace='-2'> Sectoid †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Sectoid' width='24' height='24' vspace='-2'> Sectoid †"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Mindshield\n\nExpired sectoids tend to shrivel and curl in on themselves like spiders, regaining some likeness to the smaller, more feral creatures that we faced in the first war."

[CorpseAndromedon X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Andromedon' width='24' height='24' vspace='-2'> Andromedon Shell"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Andromedon' width='24' height='24' vspace='-2'>Andromedon Shells"

[CorpseViper X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Viper' width='24' height='24' vspace='-2'> Viper †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Viper' width='24' height='24' vspace='-2'> Viper †"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Nanomedikit\n\nThe Vipers' powerful tail muscles continue to clench reflexively for hours after their death, though precautionary brain imaging shows no trace of higher-order function."

[CorpseArchon X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Archon' width='24' height='24' vspace='-2'> Archon †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Archon' width='24' height='24' vspace='-2'> Archon †"

[CorpseMuton X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Muton' width='24' height='24' vspace='-2'> Muton †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Muton' width='24' height='24' vspace='-2'> Muton †"

[CorpseChryssalid X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Chryssalid' width='24' height='24' vspace='-2'> Chryssalid †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Chryssalid' width='24' height='24' vspace='-2'> Chryssalid †"
BriefSummary="<font color='#FFD038' size='26'>[2x] »</font> Hellweave Vest\n\nThe extreme toxicity of the Chryssalid venom requires individual specimen storage in reinforced caskets, each of which have been securely padlocked upon the advice of veteran combat staff."

[CorpseSectopod X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventSectopod' width='24' height='24' vspace='-2'> Sectopod Wreck"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventSectopod' width='24' height='24' vspace='-2'> Sectopod Wrecks"

[CorpseFaceless X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Faceless' width='24' height='24' vspace='-2'> Faceless †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Faceless' width='24' height='24' vspace='-2'> Faceless †"
BriefSummary="<font color='#FFD038' size='26'>[2x] »</font> Mimic Beacon\n\nRequiring storage in sealed medical-grade vats, whatever remains the Faceless leave behind dissolve rapidly into a foul smelling paste."

[CorpseCyberus X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_CodexBrain' width='24' height='24' vspace='-2'> Codex Brain"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_CodexBrain' width='24' height='24' vspace='-2'> Codex Brains"

[CorpseGatekeeper X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Gatekeeper' width='24' height='24' vspace='-2'> Gatekeeper Shell"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Gatekeeper' width='24' height='24' vspace='-2'> Gatekeeper Shells"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Alien Psi-Amp\n\nThe organism within the Gatekeeper's shell is highly unusual, seemingly reliant on the shell itself for sensory input. Long sequences of engraved symbols not unlike ancient hieroglyphs adorn the inner lining of the shell."

[CorpseBerserker X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Berserker' width='24' height='24' vspace='-2'> Berserker †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Berserker' width='24' height='24' vspace='-2'> Berserker †"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Overdrive Serum\n\nLong after the massive Berserker has expired, its chemical pumps continue to forcefully inject powerful stimulants and painkillers into its lifeless body."

; DLC2/AH

[CorpseViperKing X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AH-ViperKing' width='24' height='24' vspace='-2'> Viper King †"

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AH-BerserkerQueen' width='24' height='24' vspace='-2'> Berserker Queen †"

[CorpseArchonKing X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AH-ArchonKing' width='24' height='24' vspace='-2'> Archon King †"

; WOTC #24230

[CorpseAdventPurifier X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventPUR' width='24' height='24' vspace='-2'> Purifier †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventPUR' width='24' height='24' vspace='-2'> Purifier †"

[CorpseAdventPriest X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventPRI' width='24' height='24' vspace='-2'> Priest †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventPRI' width='24' height='24' vspace='-2'> Priest †"

[CorpseTheLost X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Lost' width='24' height='24' vspace='-2'> The Lost †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Lost' width='24' height='24' vspace='-2'> The Lost †"

[CorpseSpectre X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Spectre' width='24' height='24' vspace='-2'> Spectre †"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Spectre' width='24' height='24' vspace='-2'> Spectre †"

; PCS(1g2b3r)

[CommonPCSSpeed X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> Speed"

[CommonPCSConditioning X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> Conditioning"

[CommonPCSFocus X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> Focus"

[CommonPCSPerception X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> Perception"

[CommonPCSAgility X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> Agility"

[RarePCSSpeed X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> Adv. Speed"

[RarePCSConditioning X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> Adv. Conditioning"

[RarePCSFocus X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> Adv. Focus"

[RarePCSPerception X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> Adv. Perception"

[RarePCSAgility X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> Adv. Agility"

[EpicPCSSpeed X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> Super Speed"

[EpicPCSConditioning X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> Super Conditioning"

[EpicPCSFocus X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> Super Focus"

[EpicPCSPerception X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> Super Perception"

[EpicPCSAgility X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> Super Agility"

; PAD(S)

[AdventDatapad X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADad' width='24' height='24' vspace='-4'> ADVENT Datapad"

[AlienDatapad X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADal' width='24' height='24' vspace='-4'> Alien Data Cache"

[FacilityLeadItem X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADfl' width='24' height='24' vspace='-4'> Facility Lead"

[ChosenInformation X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADcf' width='24' height='24' vspace='-4'> Chosen Information"

; WUP(1g2b3r)

[CritUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Laser Sight"

[CritUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Laser Sight"

[CritUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Laser Sight"

[AimUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Scope"

[AimUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Scope"

[AimUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Scope"

[ClipSizeUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Expanded Magazine"

[ClipSizeUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Expanded Magazine"

[ClipSizeUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Expanded Magazine"

[FreeFireUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Hair Trigger"

[FreeFireUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Hair Trigger"

[FreeFireUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Hair Trigger"

[ReloadUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Auto-Loader"

[ReloadUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Auto-Loader"

[ReloadUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Auto-Loader"

[MissDamageUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Stock"

[MissDamageUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Stock"

[MissDamageUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Stock"

[FreeKillUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Repeater"

[FreeKillUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Adv. Repeater"

[FreeKillUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Super Repeater"

;----(END-Shorters)---------

; LAByrinth Archives Notes...
; Expanded from default Lines #14398 ++
; Hooked via the custom "XComEncyclopedia.INI" declarations
; TAG+TOG+TUG Icons (and much more!) are dispatched dynamically by "XComLAByrinth.INI" config
; Validated ASCII Characters Range == § « ± » | ― ‾ _ − ─ ¦ ¼ ½ ¾ ^ º ¯ ° † ‡ ¤ ~ ∞ √ • Ω ∑-EOF!
; Testing Availability == #1) " ‾ _ − ─ " #2) "┌│┐└│┘∟◊○▲►▼◄" 

; ----------
; REF/AUTOPSIES
; ----------

;[AU01 X2EncyclopediaTemplate]
;ListTitle="<font color='#99CC00'>[01-18]</font> What hides underneath"
;DescriptionTitle="Autopsies / Breakdowns"
;DescriptionEntry="\n* Any requires a Corpse or Wreck .. unlocked by <font color='#CC0099' size='26'>[01]</font> or <font color='#CC0099' size='26'>[03]</font>\n\n<font size='26'><font color='#CC3300'>[03]  « </font><font color='#99CC00'>[01]</font><font color='#607070' size='24'> « ±  1250 »</font> ADVENT Trooper\n<font color='#CC0033'>[15]  « </font><font color='#99CC00'>[02]</font><font color='#607070' size='24'> « ±  3000 »</font> ADVENT Stun Lancer\n<font color='#CCCC99'>[13]  « </font><font color='#99CC00'>[03]</font><font color='#607070' size='24'> « ±  4000 »</font> ADVENT Shieldbearer\n<font color='#00CC00'>[10]  « </font><font color='#99CC00'>[04]</font><font color='#607070' size='24'> « ±  2000 »</font> ADVENT Turret\n<font color='#CC0033'>[16]  « </font><font color='#99CC00'>[05]</font><font color='#607070' size='24'> « ±  5000 »</font> ADVENT MEC\n<font color='#CC0033'>[26]  « </font><font color='#99CC00'>[06]</font><font color='#607070' size='24'> « ± 13000 »</font> Sectopod\n<font color='#0099FF'>[07]  « </font><font color='#99CC00'>[07]</font><font color='#607070' size='24'> « ±  1600 »</font> Sectoid\n<font color='#CCCC66'>[01]  « </font><font color='#99CC00'>[08]</font><font color='#607070' size='24'> « ±  4000 »</font> Viper\n<font color='#CCCC66'>[09]  « </font><font color='#99CC00'>[09]</font><font color='#607070' size='24'> « ±  6000 »</font> Muton\n<font color='#CC3300'>[06]  « </font><font color='#99CC00'>[10]</font><font color='#607070' size='24'> « ±  7000 »</font> Berserker\n<font color='#CC0033'>[25]  « </font><font color='#99CC00'>[11]</font><font color='#607070' size='24'> « ±  9000 »</font> Archon\n<font color='#CC3300'>[05]  « </font><font color='#99CC00'>[12]</font><font color='#607070' size='24'> « ±  3000 »</font> Faceless\n<font color='#FFCC33'>[06]  « </font><font color='#99CC00'>[13]</font><font color='#607070' size='24'> « ±  7500 »</font> Chryssalid\n<font color='#CC3300'>[18]  « </font><font color='#99CC00'>[14]</font><font color='#607070' size='24'> « ± 12000 »</font> Andromedon\n<font color='#CC0033'>[29]  « </font><font color='#99CC00'>[15]</font><font color='#607070' size='24'> « ± 12000 »</font> Gatekeeper\n<font color='#CCCC33'>[16]  « </font><font color='#99CC00'>[16]</font><font color='#607070' size='24'> « ±  3000 »</font> Viper King\n<font color='#CCCC33'>[17]  « </font><font color='#99CC00'>[17]</font><font color='#607070' size='24'> « ±  4000 »</font> Berserker Queen\n<font color='#CCCC33'>[18]  « </font><font color='#99CC00'>[18]</font><font color='#607070' size='24'> « ±  5200 »</font> Archon King</font>\n\n\n   Flesh, skins & metal are no match for <font color='#FAFBFC' size='26'>Richard Tygan...</font>\n\n   As he so aptly likes to remind us all, a lot of important breakthroughs can result from these corpses or wrecks examinations.\n\n∑-EOF!"

; -------------------------
; REF/PROVING GROUNDS PROJECTS
; -------------------------

;[PG01 X2EncyclopediaTemplate]
;ListTitle="<font color='#CCCC66'>[01-19]</font> By-products for Cores"
;DescriptionTitle="Proving Grounds Projects"
;DescriptionEntry="\n   Suits, Utility Items, Ammos, Experimental devices ..\n\n<font size='26'><font color='#99CC00'>[08] »  </font><font color='#CCCC66'>[01]</font><font color='#607070' size='24'> « ±  1400 »</font> Battlefield Medicine\n<font color='#0099FF'>[03] »  </font><font color='#CCCC66'>[02]</font><font color='#607070' size='24'> « ±  1000 »</font> E.X.O. Suit\n<font color='#0099FF'>[03] »  </font><font color='#CCCC66'>[03]</font><font color='#607070' size='24'> « ±  1000 »</font> Spider Suit\n<font color='#0099FF'>[08] »  </font><font color='#CCCC66'>[04]</font><font color='#607070' size='24'> « ±  1750 »</font> W.A.R. Suit\n<font color='#0099FF'>[08] »  </font><font color='#CCCC66'>[05]</font><font color='#607070' size='24'> « ±  1750 »</font> Wraith Suit\n<font color='#00CC00'>[06] »  </font><font color='#CCCC66'>[06]</font><font color='#607070' size='24'> « ±  2400 »</font> Skulljack\n<font color='#CCCC66'>[06] »  [07]</font><font color='#607070' size='24'> « ±  1750 »</font> Skullmining\n<font color='#99CC00'>[05] »  </font><font color='#CCCC66'>[08]</font><font color='#607070' size='24'> « ±  2100 »</font> Bluescreen Protocol\n<font color='#99CC00'>[09] »  </font><font color='#CCCC66'>[09]</font><font color='#607070' size='24'> « ±  1750 »</font> Plasma Grenade\n<font color='#CCCC66'>[09] »  [10]</font><font color='#607070' size='24'> « ±  2500 »</font> Advanced Explosives\n<font color='#00CC00'>[06] »  </font><font color='#CCCC99'>[11]</font><font color='#607070' size='24'> « ±  1750 »</font> EXP-Ammo\n<font color='#00CC00'>[06] »  </font><font color='#CCCC99'>[12]</font><font color='#607070' size='24'> « ±  1750 »</font> EXP-Grenade\n<font color='#99CC00'>[03] »  </font><font color='#CCCC99'>[13]</font><font color='#607070' size='24'> « ±  2100 »</font> EXP-Armor\n<font color='#CCCC66'>[02] »  </font><font color='#CCCC99'>[14]</font><font color='#607070' size='24'> « ±  2100 »</font> EXP-Heavy Weapon\n<font color='#CCCC66'>[04] »  </font><font color='#CCCC99'>[15]</font><font color='#607070' size='24'> « ±  2100 »</font> EXP-Powered Weapon\n<font color='#99CC00'>[16] »  </font><font color='#CCCC33'>[16]</font><font color='#607070' size='24'> « ±  1000 »</font> Serpent Suit\n<font color='#99CC00'>[17] »  </font><font color='#CCCC33'>[17]</font><font color='#607070' size='24'> « ±  1000 »</font> R.A.G.E. Suit\n<font color='#99CC00'>[18] »  </font><font color='#CCCC33'>[18]</font><font color='#607070' size='24'> « ±  1750 »</font> Icarus Armor\n<img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'> »  <font color='#CCCC99'>[19]</font><font color='#607070' size='24'> « ±  2400 »</font> SPARK</font>\n\n   .. the whole gauntlet of engineered combat gear enhancements can certainly have terrific impacts on our ability to face everchanging conditions.\n\n   Besides, Chief Engineer <font color='#FAFBFC' size='26'>Lily Shen</font> has a real inherited knack for spontaneous quality innovations.\n\n∑-EOF!"

;-----Custom Archives Content ENDS here!-----


; Supplemental Resources #1
; This whole section represents an indirect way to tie-in a..
; colored numeric referencing system of any Tech-related elements
; while revealing some "Unlocked Items" directly when you choose projects

; Line #11786
[Tech_AdventDatapad X2TechTemplate]
DisplayName="<font color='#FF66FF'>[02]</font> ADVENT Datapad Decryption"

[Tech_AlienDatapad X2TechTemplate]
DisplayName="<font color='#FF66FF'>[01]</font> Alien Data Cache Decryption"

[Tech_AlienFacilityLead X2TechTemplate]
DisplayName="<font color='#FF66FF'>[03]</font> Facility Lead"

[ModularWeapons X2TechTemplate]
DisplayName="<font color='#0099FF'>[02]</font> Modular Weapons"
Summary="<font color='#0099FF'>[04]</font> MAGNETIC WEAPONS\n<font color='#CC0000'>[00]</font> WEAPON UPGRADES (*)\n\nThe magnetic rifles used by ADVENT's forces are incredibly complex weapons. The rifles themselves self-destruct when their original operator dies, but with a little effort we might be able to use any recovered parts to improve our soldiers' own weapons."

[MagnetizedWeapons X2TechTemplate]
DisplayName="<font color='#0099FF'>[04]</font> Magnetic Weapons"
Summary="<font color='#CC0000'>[11]</font> SHARD GUN\n<font color='#CC0000'>[12]</font> MAGNETIC RIFLE\n<font color='#CC0000'>[18]</font> MAG PISTOL\n\nAn in-depth analysis of the ADVENT weaponry will no doubt lead to a greater understanding of their magnetic projectile dispersion systems. This should allow for the production of various magnetic-based firearms along with further insights into Gauss Weaponry."

[GaussWeapons X2TechTemplate]
DisplayName="<font color='#0099FF'>[05]</font> Gauss Weapons"
Summary="<font color='#0099FF'>[06]</font> ELERIUM\n<font color='#CC0000'>[13]</font> MAG CANNON\n<font color='#CC0000'>[14]</font> GAUSS RIFLE\n\nWith our mastery of ADVENT's core weapons technology, we can now develop specialized weapon systems using the alien technology to improve on power storage and consumption, projectile path fidelity, and penetrative force over greater distances. We may be able to develop a sniper rifle and cannon variant based on our newly learned Magentic Weapons technology."

[PlasmaRifle X2TechTemplate]
DisplayName="<font color='#0099FF'>[09]</font> Plasma Rifle"
Summary="<font color='#CC0000'>[22]</font> ..\n<font color='#CC0000'>[28]</font> BEAM PISTOL\n<font color='#0099FF'>[10+11+12]</font> For other Beam Weapons\n\nThe plasma-based weapons wielded by the alien forces are considerably more powerful than anything used by ADVENT themselves. Although it will undoubtedly require extensive research, the impact of truly understanding this beam weapon technology could be immeasurable."

[HeavyPlasma X2TechTemplate]
DisplayName="<font color='#0099FF'>[10]</font> Beam Cannon"
Summary="<font color='#CC0000'>[23]</font> ..\n\nAlthough our early plasma weapon designs have already proven successful, further refinements and adaptations of the alien technology could lead to a weapon capable of destroying cover in the field."

[PlasmaSniper X2TechTemplate]
DisplayName="<font color='#0099FF'>[11]</font> Plasma Lance"
Summary="<font color='#CC0000'>[24]</font> ..\n\nAlthough the aliens apparently never created a long-range variant of their own plasma rifle design, that doesn't preclude us from experimenting with the concept. There are several issues we'll have to overcome, but the challenge is intriguing."

[AlloyCannon X2TechTemplate]
DisplayName="<font color='#0099FF'>[12]</font> Storm Gun"
Summary="<font color='#CC0000'>[21]</font> ..\n\nWe've yet to discover the aliens' means of forging the alloy materials used throughout their structures and equipment. However, the alloy fragments have proven to be a more than effective projectile in initial testing when properly contained."

[Tech_Elerium X2TechTemplate]
DisplayName="<font color='#0099FF'>[06]</font> Elerium"
Summary="<font color='#0099FF'>[08]</font> POWERED ARMOR\n<font color='#0099FF'>[09]</font> PLASMA RIFLE\n\nThe aliens, and to a lesser extent ADVENT, have long relied on the otherworldly element known as Elerium to power everything from their weapons systems to the UFOs themselves. It may take some time, but furthering our understanding of this material could greatly advance our own weapon and armor development projects."

[Psionics X2TechTemplate]
DisplayName="<font color='#0099FF'>[07]</font> Psionics"
Summary="<font color='#00CC00'>[09]</font> PSI LAB\n<font color='#CC0033'>[19]</font> ADVANCED PSI AMP\n\nAlthough we've seen them wielding Psionic powers before, our recent encounters with the aliens have truly shown us how they are able to deftly manipulate the flow of Psionic energy and use it to their advantage. If we were to master it as well as they have, the potential applications in the field would be limitless."

[HybridMaterials X2TechTemplate]
DisplayName="<font color='#0099FF'>[01]</font> Hybrid Materials"
Summary="<font color='#0099FF'>[03]</font> PLATED ARMOR\n<font color='#FFCC33'>[05]</font> NANOSCALE VEST\n\nThe ADVENT bodies we've recovered so far are shielded by a fascinating combination of materials, some more common than others. By studying the underlying alien technology, our research could lead to vast improvements to own our equipment."

[PlatedArmor X2TechTemplate]
DisplayName="<font color='#0099FF'>[03]</font> Plated Armor"
Summary="<font color='#0099FF'>[06]</font> ELERIUM\n<font color='#CCCC66'>[02]</font> E.X.O. SUIT\n<font color='#CCCC66'>[03]</font> SPIDER SUIT\n<font color='#FFCC33'>[11]</font> PREDATOR ARMOR\n\nOur understanding of the ADVENT armor is far enough along to allow for the fabrication of our own design mirroring their plated structure. The initial prototypes may be aesthetically rough, but functionally they'll be both light and strong."

[EXOSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[02]</font> E.X.O. Suit"
Summary="<font color='#FFCC33'>[12]</font> ..\n<font color='#CCCC99'>[14]</font> EXPERIMENTAL HEAVY WEAPON\n\nIf we combine the power-assisted armor prototypes we've been working on with some of the ADVENT plating we've recovered, we could develop a heavy variant of our plated armor. More importantly, we might be able to add a heavy weapon mount directly to the armor, combining significant defensive and offensive capabilities in a single suit."

[SpiderSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[03]</font> Spider Suit"
Summary="<font color='#FFCC33'>[13]</font> ..\n\nSpotty records from the ruined mainframe at XCOM HQ indicate an early prototype for a light armor suit coupled with a grappling hook never came to fruition. Our recent mastery of the aliens' materials may allow us to revive the concept."

[PoweredArmor X2TechTemplate]
DisplayName="<font color='#0099FF'>[08]</font> Powered Armor"
Summary="<font color='#CCCC66'>[04]</font> W.A.R. SUIT\n<font color='#CCCC66'>[05]</font> WRAITH SUIT\n<font color='#FFCC33'>[21]</font> WARDEN ARMOR\n\nHaving found various means of integrating the alien materials within designs better suited to our own troops, I think it may be possible to assemble armor made entirely of the recovered alloys and powered by an Elerium cell. It should be incredibly strong, and able to withstand even direct hits from most alien weaponry."

[WraithSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[05]</font> Wraith Suit"
Summary="<font color='#FFCC33'>[25]</font> ..\n\nHaving seen the aliens manipulating Psionic fields for a variety of purposes, we've theorized it may be possible to traverse through the physical confines our of world by developing a Psionic field enmeshed in a specially designed light armor suit."

[WARSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[04]</font> W.A.R. Suit"
Summary="<font color='#FFCC33'>[24]</font> ..\n<font color='#CCCC99'>[15]</font> EXPERIMENTAL POWERED WEAPON\n\nBy harnessing the power of Elerium, it may be possible to create a new heavy powered-armor suit capable of generating a defensive force field not unlike those used on the alien craft."

[RAGESuit X2TechTemplate]
DisplayName="<font color='#CCCC33'>[17]</font> R.A.G.E. Suit"

[SerpentSuit X2TechTemplate]
DisplayName="<font color='#CCCC33'>[16]</font> Serpent Suit"

[IcarusArmor X2TechTemplate]
DisplayName="<font color='#CCCC33'>[18]</font> Icarus Armor"

; DLC2/AH special transit (placeholder) from Line #117..

[ExperimentalWeapons X2TechTemplate]
DisplayName="<font color='#EE0000'>[00]</font> Experimental Weapons"
Summary="<font color='#CCCC00'>[01]</font> BOLT CASTER\n<font color='#CCCC00'>[02]</font> HUNTER'S AXE\n<font color='#CCCC00'>[03]</font> SHADOWKEEPER\n<font color='#CCCC00'>[04]</font> FROST BOMB\n\nWe've recovered a number of weapons from the field that are deceptively archaic in design, but conceal uniquely powerful attributes that will require extensive study to understand."

; WOTC Techs #25527

[ChosenAssassinWeapons X2TechTemplate]
DisplayName="<font color='#EE0001'>[01]</font> Assassin Weapons"

[ChosenHunterWeapons X2TechTemplate]
DisplayName="<font color='#EE0002'>[02]</font> Hunter Weapons"

[ChosenWarlockWeapons X2TechTemplate]
DisplayName="<font color='#EE0003'>[03]</font> Warlock Weapon"

; WOTC Breakthroughs #25545

;.... Mucho stuff here! ((#66FFFF ???))
[BreakthroughConventionalWeaponDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W1]</font> Improved Conventional Weapons"

[BreakthroughMagneticWeaponDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W2]</font> Improved Magnetic Weapons"

[BreakthroughBeamWeaponDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W3]</font> Improved Beam Weapons"

[BreakthroughLightArmorHealth X2TechTemplate]
DisplayName="<font color='#66FFFF'>[A1]</font> Reinforced Light Armor"

[BreakthroughHeavyArmorHealth X2TechTemplate]
DisplayName="<font color='#66FFFF'>[A2]</font> Reinforced Heavy Armor"

[BreakthroughAssaultRifleDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W4]</font> Improved Assault Rifles"

[BreakthroughSniperRifleDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W5]</font> Improved Sniper Rifles"

[BreakthroughShotgunDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W6]</font> Improved Shotguns"

[BreakthroughCannonDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W7]</font> Improved Cannons"

[BreakthroughVektorRifleDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W8]</font> Improved Vektor Rifles"

[BreakthroughBullpupDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W9]</font> Improved Bullpups"

[BreakthroughPistolDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[w1]</font> Improved Pistols"

[BreakthroughSidearmDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[w2]</font> Improved Autopistols"

[BreakthroughSwordDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[w3]</font> Improved Swords"

[BreakthroughAssaultRifleWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M1]</font> Modular Assault Rifles"

[BreakthroughSniperRifleWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M2]</font> Modular Sniper Rifles"

[BreakthroughShotgunWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M3]</font> Modular Shotguns"

[BreakthroughCannonWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M4]</font> Modular Cannons"

[BreakthroughVektorRifleWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M5]</font> Modular Vektor Rifles"

[BreakthroughBullpupWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M6]</font> Modular Bullpups"

[BreakthroughLaboratoryCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C1]</font> Laboratory Construction"

[BreakthroughWorkshopCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C2]</font> Workshop Construction"

[BreakthroughProvingGroundCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C3]</font> Proving Ground Construction"

[BreakthroughPowerRelayCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C4]</font> Power Relay Construction"

[BreakthroughAWCCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C5]</font> Infirmary Construction"

[BreakthroughShadowChamberCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C6]</font> Shadow Chamber Construction"

[BreakthroughGTSCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C7]</font> Guerrilla Tactics School Construction"

[BreakthroughUFODefenseCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C8]</font> UFO Defense Construction"

[BreakthroughResistanceCommsCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C9]</font> Resistance Comms Construction"

[BreakthroughPsiChamberCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C10]</font> Psi Chamber Construction"

[BreakthroughResistanceRingCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C11]</font> Resistance Ring Construction"

[BreakthroughRecoveryCenterCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C12]</font> Training Center Construction"

[BreakthroughAdditionalWorkbenchCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c1]</font> Additional Workbench Construction"

[BreakthroughAdditionalResearchStationCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c2]</font> Additional Research Station Construction"

[BreakthroughPowerConduitCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c3]</font> Power Conduit Construction"

[BreakthroughEleriumConduitCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c4]</font> Elerium Conduit Construction"

[BreakthroughAdditionalCommStationCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c5]</font> Additional Comm Station Construction"

[BreakthroughQuadTurretsCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c6]</font> Quad Turrets Construction"

[BreakthroughSecondCellCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c7]</font> Second Cell Construction"

[BreakthroughRingUpgradeICostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c8]</font> Digital Network Construction"

[BreakthroughRingUpgradeIICostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c9]</font> Holo Planner Construction"

[BreakthroughRecoveryChamberCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c10]</font> Hypervital Module Construction"

[BreakthroughReuseWeaponUpgrades X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W0]</font> Interchangeable Upgrades"

[BreakthroughReusePCS X2TechTemplate]
DisplayName="<font color='#66FFFF'>[P0]</font> Adaptive Personal Combat Sims"

[BreakthroughProvingGroundProjectCostReductionM1 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[PG1]</font> Spare Parts I"

[BreakthroughProvingGroundProjectCostReductionM2 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[PG2]</font> Spare Parts II"

[BreakthroughGTSUnlockCostReductionM1 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[GTS1]</font> Future Combat I"

[BreakthroughGTSUnlockCostReductionM2 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[GTS2]</font> Future Combat II"

[BreakthroughInstantExcavation X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C0]</font> Rapid Excavation"

; XC2 Autopsies #11905

[AlienBiotech X2TechTemplate]
DisplayName="<font color='#CC0099'>[01]</font> Alien Biotech"
Summary="<font color='#99CC00'>[00]</font> MULTIPLE ALIEN AUTOPSIES\n\nHaving successfully conducted the traumatic procedure required to remove the chip implanted by ADVENT, we now have an opportunity to study the inner workings of the device to gain a better understanding of their motivations."

[AutopsySectoid X2TechTemplate]
DisplayName="<font color='#99CC00'>[07]</font> Sectoid Autopsy"
Summary="<font color='#0099FF'>[07]</font> PSIONICS\n<font color='#CC3300'>[04]</font> MINDSHIELD\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 6~6~6~10 </font>\nAlthough the Sectoids have changed substantially since the invasion, their ability to manipulate Psionic energy has clearly not been diminished in the process. With a complete study of this new specimen, we may be able to develop the Psionic capabilities of our own troops."

[AutopsyViper X2TechTemplate]
DisplayName="<font color='#99CC00'>[08]</font> Viper Autopsy"
Summary="<font color='#CCCC66'>[01]</font> BATTLEFIELD MEDICINE\n --- <font color='#CC3300'>[02]</font> NANOMEDIKIT\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 5~5~5~8 </font>\nThis creature is clearly reptilian in nature, although it appears to be not only sentient, but also highly intelligent. Still, the underlying physiology is remarkably similar to a number of terrestrial species - including the venom sacs, which we might be able to synthesize and incorporate for use in our medical supplies."

[AutopsyMuton X2TechTemplate]
DisplayName="<font color='#99CC00'>[09]</font> Muton Autopsy"
Summary="<font color='#CC0033'>[17]</font> ADVANCED GRENADE LAUNCHER\n<font color='#CCCC66'>[09]</font> PLASMA GRENADE\n --- <font color='#CC3300'>[21]</font> ..\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 5~6~6~9 </font>\nThe aliens' primary shock troops are even more dangerous than they were when we faced them during the invasion. Our hope is that we can emulate their plasma-based explosives for our purposes."

[AutopsyBerserker X2TechTemplate]
DisplayName="<font color='#99CC00'>[10]</font> Berserker Autopsy"
Summary="<font color='#CC3300'>[06]</font> OVERDRIVE SERUM\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 6~6~6~9 </font>\nThis unusual specimen is clearly afflicted by some form of extreme muscular hypertrophy, although how the species came to exist in this state will require a thorough examination. I suspect the research could lead to varying enhancements for our own troops, perhaps even some means of intensifying their own thirst for combat."

[AutopsyArchon X2TechTemplate]
DisplayName="<font color='#99CC00'>[11]</font> Archon Autopsy"
Summary="<font color='#CC0033'>[25]</font> FUSION BLADE\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 5~5~5~8 </font>\nAn aesthetically impressive specimen, the hidden horrors of melding organic tissue with the inner workings of a machine are well-disguised here. The unique melee weapon employed by the creature could be of particular interest to our Rangers."

[AutopsyGatekeeper X2TechTemplate]
DisplayName="<font color='#99CC00'>[15]</font> Gatekeeper Autopsy"
Summary="<font color='#CC0033'>[29]</font> ALIEN PSI-AMP\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 3~6~6~9 </font>\nOur initial readings of the odd spherical creature we encountered show it to be of immense Psionic power, potentially rivaling that of the Elders themselves. It may be possible to reverse-engineer its biomechanical components for use in our own equipment."

[AutopsyAndromedon X2TechTemplate]
DisplayName="<font color='#99CC00'>[14]</font> Andromedon Autopsy"
Summary="<font color='#CC3300'>[18]</font> PROXIMITY MINE\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 5~5~5~8 </font>\nThe beings that inhabit these suits clearly come from an environment utterly hostile to humans. The corrosive substance they use as a weapon may be the equivalent to water for them - but on this planet it's deadly. I've theorized as to how the substance could somehow be used to our advantage as part of an explosive weapons system."

[AutopsyFaceless X2TechTemplate]
DisplayName="<font color='#99CC00'>[12]</font> Faceless Autopsy"
Summary="<font color='#CC3300'>[05]</font> MIMIC BEACON\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 3~4~4~7 </font>\nAt one time, the Thin Men were the most advanced infiltration units available to the aliens. Now, we face a species capable of mimicking the human form at will. If we can come to understand how it is that they emulate us so effectively, perhaps we could develop a tool to deceive them ourselves."

[AutopsyChryssalid X2TechTemplate]
DisplayName="<font color='#99CC00'>[13]</font> Chryssalid Autopsy"
Summary="<font color='#FFCC33'>[06]</font> HELLWEAVE\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 15~15~15~20 </font>\nThey may have features resembling a variety of terrestrial insect species, but these creatures are deadlier than anything bred of our world. Their armored exoskeleton is of particular interest, and may provide insights towards the creation of an armor suit capable of actively damaging enemy forces as they engage in combat."

[AutopsySectopod X2TechTemplate]
DisplayName="<font color='#99CC00'>[06]</font> Sectopod Breakdown"
Summary="<font color='#CC0033'>[26]</font> GREMLIN MARK III\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 3~6~6~9 </font>\nThis thing looks like something Earth's military planners would have dreamed about controlling 20 years ago. Heavy armor, advanced weapons systems, and yet still reasonably maneuverable in the field. Once we pull it apart, I'm hoping we'll find a means of improving on our GREMLIN designs."

[AutopsyAdventTrooper X2TechTemplate]
DisplayName="<font color='#99CC00'>[01]</font> ADVENT Trooper Autopsy"
Summary="<font color='#CC3300'>[03]</font> BATTLE SCANNER\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 10~15~15~20 </font>\nNow that we know the ADVENT are not pure human collaborators, but actual alien-human hybrids, close analysis of the fallen troopers' tissue might shed some light on the physiological changes the aliens have made. Their receiving neurochips might also enable us to create a device that would let us scan the battlefield without being noticed."

[AutopsyAdventStunLancer X2TechTemplate]
DisplayName="<font color='#99CC00'>[02]</font> ADVENT Stun Lancer Autopsy"
Summary="<font color='#CC0033'>[15]</font> ARC BLADE\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 4~6~6~9 </font>\nThe ADVENT Stun Lancer is commonly seen maintaining order and quelling disturbances throughout the world. Their unique stun lance could be adapted into a weapon our Rangers are already training to use."

[AutopsyAdventShieldbearer X2TechTemplate]
DisplayName="<font color='#99CC00'>[03]</font> ADVENT Shieldbearer Autopsy"
Summary="<font color='#CCCC99'>[13]</font> EXPERIMENTAL ARMOR\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 4~4~4~7 </font>\nThe ADVENT Shieldbearers are among the most heavily armored of the conventional alien forces. Once we've pulled the suit apart, I'm sure the engineering team will find some means of integrating these improvements into our own armor designs."

[AutopsyAdventTurret X2TechTemplate]
DisplayName="<font color='#99CC00'>[04]</font> ADVENT Turret Breakdown"
Summary="<font color='#00CC00'>[10]</font> DEFENSE MATRIX\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 3~3~3~6 </font>\nThe ADVENT turrets rely on the aliens' advanced automation technology, providing security emplacements to bolster their \"peacekeeping\" forces. Once we've gotten a look at the inner workings, we may be able to integrate the technology to improve our chances of defending against UFO attacks."

[AutopsyAdventMEC X2TechTemplate]
DisplayName="<font color='#99CC00'>[05]</font> ADVENT MEC Breakdown"
Summary="<font color='#CC0033'>[16]</font> GREMLIN MARK II\n<font color='#CCCC66'>[08]</font> BLUESCREEN PROTOCOL\n\n<font color='#53B45E' size='28'>INSTANT ›››</font><font color='#ACA68A' size='28'> 3~4~4~7 </font>\nThese mechanized units have a familiar humanoid form, but we haven't found any indication of a pilot or biological control system. I'm hoping that once we've pulled it apart, I'll be able to mirror some of their advancements in our own weapons and robotic systems."

[AutopsyViperKing X2TechTemplate]
DisplayName="<font color='#99CC66'>[16]</font> Viper King Autopsy"
Summary="<font color='#CCCC33'>[16]</font> SERPENT SUIT\n\nAlthough clearly reminiscent of the known Viper species we encounter with some regularity, this specimen is unique for a number of reasons, not the least of which is its gender, this being the only male Viper ever reported. It may be possible to repurpose some facet of its biology for use in our own armor development programs." 

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="<font color='#99CC66'>[17]</font> Berserker Queen Autopsy"
Summary="<font color='#CCCC33'>[17]</font> R.A.G.E. SUIT\n\nAs if the standard Berserker wasn't enough for our troops to deal with, this particular specimen has been substantially modified with some form of auxiliary injection system circulating fluids throughout its body. I believe it may be possible to modify these systems for use in an armor suit of our own, but the fabrication process could a challenge." 

[AutopsyArchonKing X2TechTemplate]
DisplayName="<font color='#99CC66'>[18]</font> Archon King Autopsy"
Summary="<font color='#CCCC33'>[18]</font> ICARUS ARMOR\n\nDr. Vahlen managed to improve on this creature's key systems while somehow maintaining the no-doubt carefully crafted appearance conceived by the aliens. Although apparently similar to the standard Archon variant, as seen in the field this specimen has advanced flight capabilities beyond anything we've previously encountered. It may be possible to adapt this technology into a flight-capable suit of our own."

; WOTC #25495...

[AutopsyTheLost X2TechTemplate]
DisplayName="<font color='#99CC77'>[20]</font> The Lost Autopsy"
Summary="<font color='#CC3300'>[-20]</font> ULTRASONIC LURE\n\nBy improving our understanding of how and why the Lost have come to overrun the cities of the old world, it is likely that we can develop a means of avoiding or perhaps manipulating their movements."

[AutopsySpectre X2TechTemplate]
DisplayName="<font color='#99CC77'>[21]</font> Spectre Autopsy"
Summary="<font color='#CC3300'>[-21]</font> REFRACTION FIELD\n\nKnown simply as a Spectre, the study of this being will no doubt lead to revelations as to its unnerving ability to conceal itself and move beyond the confines of the humanoid form."

[AutopsyAdventPurifier X2TechTemplate]
DisplayName="<font color='#99CC88'>[22]</font> ADVENT Purifier Autopsy"
Summary="<font color='#CCCC99'>[-22]</font> REINFORCED UNDERLAY ACTIVE\n\nWith a greater understanding of the systems behind the ADVENT Purifier's unusual tolerance of environmental hazards, it will likely be possible to emulate their methods for some use in our own equipment."

[AutopsyAdventPriest X2TechTemplate]
DisplayName="<font color='#99CC88'>[23]</font> ADVENT Priest Autopsy"
Summary="<font color='#CC3300'>[-23]</font> SUSTAINING SPHERE\n\nAn exhaustive autopsy of the Psionic ADVENT unit known as the \"Priest\" will no doubt improve our understanding of how they have come to wield so much power, and how we can mirror their abilities for our own purposes."

; ADVENT Captain/Officer & PsiWitch moved to GOLDEN PATH section, below

; Proving Ground Projects
; Line #12019
[Skulljack X2TechTemplate]
DisplayName="<font color='#CCCC66'>[06]</font> Skulljack"
Summary="<font color='#CC3300'>[07]</font> ..\n\nBefore we even had time for field trials, the troops had already taken to calling it a \"Skulljack.\" In the simplest of terms, it's a physical interface designed to access the chip implanted in the ADVENT forces' skulls, applied using directed blunt force."

[ExperimentalAmmo X2TechTemplate]
DisplayName="<font color='#CCCC99'>[11]</font> Experimental Ammo"
Summary="<font color='#CC3300'>[31]</font> A.P ROUNDS\n<font color='#CC3300'>[32]</font> TALON ..\n<font color='#CC3300'>[33]</font> TRACER ..\n<font color='#CC3300'>[34]</font> DRAGON ..\n<font color='#CC3300'>[35]</font> VENOM ..\n\n<font color='#ACA68A' size='28'>√</font><img src='img:///INFo_UILibrary.Tag_MOD(Gb)' width='32' height='32' vspace='-8'> + FALCON STILETTO NEEDLE FLECHETTE REDSCREEN\n\nWe've seen the aliens using a variety of exotic ammunition in their weapons. Using elerium cores we've recovered from the battlefield, we could develop new ammo types of our own that will likely be more potent than any of our our current munitions."

[ExperimentalGrenade X2TechTemplate]
DisplayName="<font color='#CCCC99'>[12]</font> Experimental Grenade"
Summary="<font color='#CC3300'>[14]</font> INCENDIARY\n<font color='#CC3300'>[15]</font> ACID\n<font color='#CC3300'>[16]</font> GAS\n\nElerium cores can be highly unstable given the right circumstances. Assuming we don't push it too far, we could fabricate new types of grenades that would easily surpass the effectiveness of what we've got now."

[ExperimentalArmor X2TechTemplate]
DisplayName="<font color='#CCCC99'>[13]</font> Experimental Armor"
Summary="<font color='#FFCC33'>[07]</font> HAZMAT VEST\n<font color='#FFCC33'>[08]</font> PLATED VEST\n<font color='#FFCC33'>[09]</font> STASIS VEST\n\nOur autopsy of the ADVENT Shieldbearer gave us some ideas regarding new vest designs that, by incorporating recovered elerium cores, could increase soldier survivability in dramatic fashion."

[Bluescreen X2TechTemplate]
DisplayName="<font color='#CCCC66'>[08]</font> Bluescreen Protocol"
Summary="<font color='#CC3300'>[17]</font> EMP GRENADE\n<font color='#CC3300'>[37]</font> BLUESCREEN ROUNDS\n\nWith the number of mechanized units ADVENT has available to throw at us, developing munitions capable of disabling them should be one of our higher priorities. Tygan suggested we look into disrupting their core operating system, and I agree, it's a good place to start."

[BattlefieldMedicine X2TechTemplate]
DisplayName="<font color='#CCCC66'>[01]</font> Battlefield Medicine"
Summary="<font color='#CC3300'>[02]</font> NANOMEDIKIT (+)\n\nThe venom injected by the Viper into its victims is nasty stuff, capable of taking down even the biggest, toughest soldier. However, it also contains a number of enzymes that could be isolated for use in our medikits, greatly improving coagulation at wound sites."

[PlasmaGrenade X2TechTemplate]
DisplayName="<font color='#CCCC66'>[09]</font> Plasma Grenade"
Summary="<font color='#CC3300'>[21]</font> ..\n\nIn studying the aliens' more complex explosive ordinance, we concluded that the best means of advancing our own grenade designs was to scrap the conventional composition entirely. In its place, we have theorized that an Elerium-based detonator could be the key to assembling a substantially more lethal and destructive weapon for our own troops."

[AdvancedGrenades X2TechTemplate]
DisplayName="<font color='#CCCC66'>[10]</font> Advanced Explosives"
Summary="<font color='#CC3300'>[23]</font> SMOKE\n<font color='#CC3300'>[24]</font> INCENDIARY\n<font color='#CC3300'>[25]</font> ACID\n<font color='#CC3300'>[26]</font> GAS\n<font color='#CC3300'>[27]</font> EMP .. BOMBS (+)\n\nWe've honed our skills in developing and manufacturing explosive ordinance mirroring that used in the aliens' own weaponry. Now we can use those skills to upgrade our entire aresenal of explosives using the latest technology."

[Skullmining X2TechTemplate]
DisplayName="<font color='#CCCC66'>[07]</font> Skullmining"

[HeavyWeapons X2TechTemplate]
DisplayName="<font color='#CCCC99'>[14]</font> Experimental Heavy Weapon"
Summary="<font color='#CC0033'>[31]</font> ROCKET LAUNCHER (<font size='28'>∞</font>)\n<font color='#CC0033'>[32]</font> FLAMETHROWER\n<font color='#CC0033'>[33]</font> SHREDDER GUN\n\nAlthough our Heavy armor suits are already a formidable protective enhancement for our troops, with some additional reinforcements and a few mounting points, it's possible we could equip even more advanced wrist-mounted weaponry capable of decimating enemy positions."

[AdvancedHeavyWeapons X2TechTemplate]
DisplayName="<font color='#CCCC99'>[15]</font> Experimental Powered Weapon"
Summary="<font color='#CC0033'>[34]</font> HELLFIRE PROJECTOR\n<font color='#CC0033'>[35]</font> PLASMA BLASTER\n<font color='#CC0033'>[36]</font> BLASTER LAUNCHER\n<font color='#CC0033'>[37]</font> SHREDSTORM CANNON\n\nAs our technology has continued to evolve in lock-step with our understanding of the aliens' own designs, it should now be possible to fabricate even more powerful weaponry for our heavy armor suits."

[BuildSpark X2TechTemplate]
DisplayName="<font color='#CCCC00'>[00]</font> SPARK"

; WOTC "Experimental Weapons" (Placeholders) DLC2/AH Line #123..

[BoltCaster X2TechTemplate]
DisplayName="<font color='#CCCC00'>[01]</font> Bolt Caster"

[HuntersAxe X2TechTemplate]
DisplayName="<font color='#CCCC00'>[02]</font> Hunter's Axe"

[Shadowkeeper X2TechTemplate]
DisplayName="<font color='#CCCC00'>[03]</font> Shadowkeeper"

[Frostbomb X2TechTemplate]
DisplayName="<font color='#CCCC00'>[04]</font> Frost Bomb"

; GOLDEN PATH TECHS
; Line #13864
[ResistanceCommunications X2TechTemplate]
DisplayName="<font color='#CC0099'>[02]</font> Resistance Communications"
Summary="<font color='#00CC00'>[07]</font> RESISTANCE COMMS\n<font color='#00CCFF'>[13]</font> RESISTANCE RADIO\n\nWe know there are isolated pockets of resistance around the world just waiting for someone to reach out and organize them. To unite the resistance and forge a global movement, we'll need a means of communicating that is both secure and discreet."

[ResistanceRadio X2TechTemplate]
DisplayName="<font color='#00CCFF'>[13]</font> Resistance Radio"
Summary="<font color='#00CCFF'>[00]</font> RADIO RELAYS\n\nBy replicating the communications equipment we've developed on the Avenger, we should be able to establish ground-based relays to further spread our reach. With wider coverage, it'll be easier for us to reach some of those outlying regions far off from HQ."

[AutopsyAdventOfficer X2TechTemplate]
DisplayName="<font color='#CC0099'>[03]</font> ADVENT Officer Autopsy"
Summary="<font color='#00CC00'>[06]</font> PROVING GROUND\n<font color='#99CC00'>[00]</font> ALL ADVENT AUTOPSIES\n\nAside from the variety of fascinating genetic enhancements found in the ADVENT Troopers, the Officers appear to be augmented further with some kind of biomechanical implant. I believe this allows for some form of communication throughout the alien hierarchy. If we were to somehow tap into this system, I wonder, what might we hear?"

[AlienEncryption X2TechTemplate]
DisplayName="<font color='#CC0099'>[04]</font> Alien Encryption"
Summary="<font color='#00CC00'>[08]</font> SHADOW CHAMBER\n\nUnlike the conventional encryption methods we would typically encounter with terrestrial data stores, the aliens appear to be using an advanced matrix consisting of both mechanical and biological cyphers, combined with some form of Psionic interference. The thought of uncovering the aliens' most complex designs is both intriguing and frightening in equal measure."

[CodexBrainPt1 X2TechTemplate]
DisplayName="<font color='#6666CC'>[02]</font> Codex Brain"

[CodexBrainPt2 X2TechTemplate]
DisplayName="<font color='#6666CC'>[03]</font> Encrypted Codex Data"

[BlacksiteData X2TechTemplate]
DisplayName="<font color='#6666CC'>[01]</font> Blacksite Vial"

[ForgeStasisSuit X2TechTemplate]
DisplayName="<font color='#6666CC'>[04]</font> Recovered ADVENT Stasis Suit"

[PsiGate X2TechTemplate]
DisplayName="<font color='#6666CC'>[05]</font> Psionic Gate"

[AutopsyAdventPsiWitch X2TechTemplate]
DisplayName="<font color='#6666CC'>[06]</font> Avatar Autopsy"

; Extra QoL edits...

; [XComGameState_HeadquartersProjectHealSoldier]
;ProjectCompleteNotification="<font color='#BF0000' size='28'>%UNIT <font color='#EFEFEF'>has recovered from wounds.</font>"


; DONE!!!
